alacritty
android-tools
android-udev
base
base-devel
brightnessctl
dunst
eza
fastfetch
fd
feh
qutebrowser
flameshot
git
htop
intel-media-driver
intel-ucode
inxi
libnotify
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
loupe
lua-language-server
mariadb
neovim
networkmanager
nodejs
npm
openssh
pandoc-cli
php-fpm
picom
ranger
rust
stow
sudo
tmux
tree
unzip
vim
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
zathura
zathura-pdf-mupdf
ttf-meslo-nerd-font-powerlevel10k
